{
	"title": "La reforma educativa",
	"reference": "http://pactopormexico.org/Reforma-Educativa.pdf",
	"parts": [{
		"paragraphs": [
			"PRESIDENTE DE LA MESA DIRECTIVA DE LA CÁMARA DE DIPUTADOS DEL CONGRESO DE LA UNIÓN",
			"Presente.",
			"Con fundamento en lo dispuesto por los artículos 71, fracción I, y 135 de la Constitución Política de los Estados Unidos Mexicanos, me permito someter por su digno conducto ante esa Honorable Asamblea, la presente iniciativa de Decreto que reforma y adiciona diversas disposiciones de la Constitución Política de los Estados Unidos Mexicanos."
		]
	}, {
		"paragraphs": [
			"I. Introducción",
			"En el artículo 3o. constitucional se expresan los fines de la educación, así como los principios que la rigen.",
			"En la reforma que tuvo lugar en 1993 quedó establecido el derecho de todo individuo a recibir educación. Para satisfacer ese derecho el Estado queda obligado a impartirla en los niveles de prescolar, primaria y secundaria. También se elevó a rango constitucional la facultad del Ejecutivo Federal para determinar los planes y programas de estudio de la educación básica y normal. En el año 2012 quedó establecida la obligatoriedad de la educación media superior."
		]
	}, {
		"paragraphs": ["De la concepción integral del precepto constitucional se desprende que la educación que el Estado ha quedado obligado a proporcionar es aquella que corresponda a los fines que en el mismo precepto se mencionan: desarrollar armónicamente las facultades del ser humano, fomentar el amor a la patria, el respeto a los derechos humanos y la conciencia de la solidaridad internacional en la independencia y la justicia."]
	}, {
		"paragraphs": ["Tal es el compromiso que nuestra Ley Fundamental determina para el quehacer educativo del Estado. Para ello es indispensable que en cada centro escolar tenga lugar el aprendizaje orientado a la consecución de los mencionados fines, y que éste se produzca en el marco de los principios enunciados por el propio mandato: el laicismo, el progreso científico, la democracia, el nacionalismo, la mejor convivencia, el aprecio y respeto por la diversidad cultural, por la igualdad de la persona y por la integridad de la familia bajo la convicción del interés general de la sociedad y los ideales de fraternidad y la igualdad de derechos."]
	}, {
		"paragraphs": ["El Estado Mexicano ha realizado avances de enorme importancia para atender los compromisos que le asigna el mandato constitucional. No obstante, la sociedad y los propios actores que participan en la educación expresan exigencias, inconformidades y propuestas que deben ser atendidas. Para ello es necesario robustecer las políticas educativas que han impulsado el desarrollo social, político y económico de nuestro país a través del quehacer educativo y formular aquellas otras que permitan satisfacer la necesidad de una mayor eficacia en las actividades encomendadas a nuestro Sistema Educativo Nacional. La educación que el Estado proporciona ha de estar a la altura de los requerimientos que impone nuestro tiempo y que la justicia social demanda: una educación inclusiva que conjugue satisfactoriamente la equidad con la calidad en la búsqueda de una mayor igualdad de oportunidades para todos los mexicanos."]
	}]
}