	{
	"title": "La reforma educativa",
	"reference": "http://pactopormexico.org/Reforma-Educativa.pdf",
	"parts": [{
		"paragraphs": [
			"PRESIDENTE DE LA MESA DIRECTIVA DE LA CÁMARA DE DIPUTADOS DEL CONGRESO DE LA UNIÓN",
			"Presente.",
			"Con fundamento en lo dispuesto por los artículos 71, fracción I, y 135 de la Constitución Política de los Estados Unidos Mexicanos, me permito someter por su digno conducto ante esa Honorable Asamblea, la presente iniciativa de Decreto que reforma y adiciona diversas disposiciones de la Constitución Política de los Estados Unidos Mexicanos."
		]
	}, {
		"paragraphs": [
			"I. Introducción",
			"En el artículo 3o. constitucional se expresan los fines de la educación, así como los principios que la rigen.",
			"En la reforma que tuvo lugar en 1993 quedó establecido el derecho de todo individuo a recibir educación. Para satisfacer ese derecho el Estado queda obligado a impartirla en los niveles de prescolar, primaria y secundaria. También se elevó a rango constitucional la facultad del Ejecutivo Federal para determinar los planes y programas de estudio de la educación básica y normal. En el año 2012 quedó establecida la obligatoriedad de la educación media superior."
		]
	}, {
		"paragraphs": ["De la concepción integral del precepto constitucional se desprende que la educación que el Estado ha quedado obligado a proporcionar es aquella que corresponda a los fines que en el mismo precepto se mencionan: desarrollar armónicamente las facultades del ser humano, fomentar el amor a la patria, el respeto a los derechos humanos y la conciencia de la solidaridad internacional en la independencia y la justicia."]
	}, {
		"paragraphs": ["Tal es el compromiso que nuestra Ley Fundamental determina para el quehacer educativo del Estado. Para ello es indispensable que en cada centro escolar tenga lugar el aprendizaje orientado a la consecución de los mencionados fines, y que éste se produzca en el marco de los principios enunciados por el propio mandato: el laicismo, el progreso científico, la democracia, el nacionalismo, la mejor convivencia, el aprecio y respeto por la diversidad cultural, por la igualdad de la persona y por la integridad de la familia bajo la convicción del interés general de la sociedad y los ideales de fraternidad y la igualdad de derechos."]
	}, {
		"paragraphs": ["El Estado Mexicano ha realizado avances de enorme importancia para atender los compromisos que le asigna el mandato constitucional. No obstante, la sociedad y los propios actores que participan en la educación expresan exigencias, inconformidades y propuestas que deben ser atendidas. Para ello es necesario robustecer las políticas educativas que han impulsado el desarrollo social, político y económico de nuestro país a través del quehacer educativo y formular aquellas otras que permitan satisfacer la necesidad de una mayor eficacia en las actividades encomendadas a nuestro Sistema Educativo Nacional. La educación que el Estado proporciona ha de estar a la altura de los requerimientos que impone nuestro tiempo y que la justicia social demanda: una educación inclusiva que conjugue satisfactoriamente la equidad con la calidad en la búsqueda de una mayor igualdad de oportunidades para todos los mexicanos."]
	}, {
		"paragraphs": [
			"II. El imperativo de la calidad",
			"Para que los alumnos reciban una educación que cumpla con los fines y satisfaga los principios establecidos por la norma constitucional, resulta imprescindible la calidad educativa. Ésta existe en la medida en que los educandos adquieren conocimientos, asumen actitudes y desarrollan habilidades y destrezas con respecto a los fines y principios establecidos en la Ley Fundamental. Así como en la medida en que las niñas y niños tengan una alimentación suficiente, conforme a los estándares internacionales de nutrición sana, y garantía de acceso a la salud; e igualmente se cuente con los nuevos instrumentos del desarrollo científico y tecnológico para su formación. "
		]
	}, {
		"paragraphs": ["Si la educación es política de Estado, la calidad de los procesos educativos requiere de los esfuerzos a los que están obligados sus actores: poderes públicos, órganos de gobierno, autoridades, instituciones, maestros, organizaciones gremiales, expertos, padres de familia y la sociedad en su conjunto."]
	}, {
		"paragraphs": ["La norma constitucional que en sí misma entraña una decisión política fundamental, una política del Estado y un proyecto de vida comunitaria, exige su realización cabal. No son susceptibles de ser disminuidos los principios, los fines, la calidad, ni las aspiraciones de una Nación."]
	}, {
		"paragraphs": ["Si bien debe ser una constante la calidad de la educación que se brinda a la niñez y a la juventud, el Estado debe tutelar, de manera prioritaria, a quienes por razones diversas no han sido plenamente incluidos en el Sistema Educativo Nacional o se encuentran francamente marginados. El imperativo de la calidad debe alcanzar a todos los niños y jóvenes en el marco de una educación inclusiva."]
	}, {
		"paragraphs": ["Desde diversos ámbitos de expresión la sociedad mexicana hace cada día más intenso el reclamo por una educación de calidad. Se trata de una preocupación fundada, toda vez que a lo largo de la historia los mexicanos hemos adquirido conciencia y hemos podido apreciar el valor que la educación representa para la satisfacción de los anhelos de justicia y desarrollo."]
	}, {
		"paragraphs": ["Es claro que el cumplimiento de las obligaciones del Estado exige que el sistema educativo se encuentre en condiciones de proporcionar una educación que cumpla con los fines establecidos en la Carta Magna. Los propósitos de impulsar el mejoramiento de la calidad de la educación han debido recorrer diversos caminos que van desde las modificaciones al orden jurídico, hasta los acuerdos de voluntades entre el Ejecutivo Federal, los ejecutivos estatales y la organización sindical reconocida como titular de las relaciones colectivas de trabajo, en el caso de la educación básica, y de las diversas dependencias y organismos que brindan educación media superior. Por su parte, las decisiones públicas respectivas se han orientado tanto a la distribución de competencias entre los tres órdenes de gobierno, como al establecimiento de nuevos métodos y procedimientos referidos al funcionamiento del Sistema Educativo Nacional."]
	}, {
		"paragraphs": ["La evaluación educativa, instituida como parte de esa búsqueda de transformación, ha contribuido a un mejor conocimiento de nuestro sistema educativo y ha proporcionado nuevos elementos que permiten entender con mayor claridad lo mucho que hay por hacer para mejorar el aprendizaje de los alumnos. Las evaluaciones internacionales en las que nuestro país ha participado han hecho posible la comparación de nuestra realidad con las de otras naciones. Los retos son especialmente serios en la atención a los alumnos que provienen de hogares en condiciones de pobreza."]
	}, {
		"paragraphs": ["Hoy se cuenta con información sobre los aspectos en los que se hace necesario emprender nuevos esfuerzos destinados a la adquisición de las fortalezas que se requieren y que la propia educación puede proveer. La sociedad sabe bien que gran parte de los logros que México ha podido alcanzar tienen que ver con los esfuerzos realizados en materia educativa; entiende también que muchos de los 4 problemas y desafíos están estrechamente vinculados con las limitaciones del Sistema Educativo Nacional y con factores sociales, culturales y económicos externos a la escuela que impactan su funcionamiento y con los que la educación también debe contender a fin de contribuir a superarlos."]
	}]
}